Revit 2027 API
ParameterTypeId.ColorSchemeLocation Property
 "Color Scheme Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColorSchemeLocation { get; }
Public Shared ReadOnly Property ColorSchemeLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColorSchemeLocation {
	ForgeTypeId^ get ();
}
static member ColorSchemeLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace